[
    {
        "title": "Journey to the Center of the Earth",
        "author": "Jules Verne",
        "publisher": "Bantam",
        "description": "The intrepid Professor Lindenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth’s very core. In his quest to penetrate the planet’s primordial secrets, the geologist—together with his quaking nephew Axel and their devoted guide, Hans—discovers an astonishing subterranean menagerie of prehistoric proportions. Verne’s imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor. As David Brin notes in his Introduction, though Verne never knew the term “science fiction,” Journey to the Centre of the Earth is “inarguably one of the wellsprings from which it all began.”",
        "publishedDate": "2006-04-25",
        "pageCount": 242,
        "isbn": "9780553902549",
        "listPrice": 133.65,
        "retailPrice": 133.65,
        "currencyCode": "INR",
        "categories": "Fiction",
        "imageLink": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Mohini Theevu",
        "author": "Kalki",
        "publisher": "Giri Trading Agency Private Limited",
        "description": "Conversations turns into story telling of one’s lifetime experience of visiting a Island somewhere below the Sri Lanka. A Writer who forced to take a trip to India from Burma aka Myanmar due to outbreak of war. Unfortunately or fortunately he get to travel in a old crowded ship.Due to Fear of bombers captain of the ship takes them to near by island. Beauty of the island invites everyone to it but few along with captain travels to the island. Where captain explains his earlier visit to island and take them back to ship. But writer wish to spend some more time before the ship continues its voyage so he hide himself behind the trees. Captain and passengers takes the row boat and ride back to the ship. They realise they left someone behind but due to sunset they decide to stay back in ship till dawn. Writer revisit the spot he enjoyed few moments back and experience something strange events. How those strange events impact him? Did he able to return back to ship? What story is awaiting for the writer to tell his friends is all about the story.",
        "publishedDate": "2022-10-26",
        "pageCount": 92,
        "isbn": "9788179508480",
        "listPrice": 49,
        "retailPrice": 49,
        "currencyCode": "INR",
        "categories": "Fiction",
        "imageLink": "http://books.google.com/books/content?id=MZyXEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Mayor of Casterbridge (Historical Novel)",
        "author": "Thomas Hardy",
        "publisher": "e-artnow",
        "description": "After arguing with his wife Susan at a country fair near Casterbridge in Wessex, Michael Henchard, drunk on rum auctions her off, along with their baby daughter, to Richard Newson, a passing sailor, for five guineas. Sober and remorseful the next day, he is too late to locate his family and vows not to touch liquor again for 21 years. Some 18 years later, after Newson is lost at sea, Susan seeks out Henchard again, taking her daughter with her. She discovers that Henchard has become a very successful hay and grain merchant and Mayor of Casterbridge, known for his staunch sobriety. When the couple is reunited, Henchard proposes remarrying Susan after a sham courtship. However, he is engaged with a woman named Lucetta Templeman, who had nursed him when he was ill and his situation begins to complicate.",
        "publishedDate": "2022-01-04",
        "pageCount": 328,
        "isbn": "No ISBN",
        "listPrice": 165.63,
        "retailPrice": 115.94,
        "currencyCode": "INR",
        "categories": "Fiction",
        "imageLink": "http://books.google.com/books/content?id=ng9iEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Twelfth Night",
        "author": "William Shakespeare",
        "publisher": "First Avenue Editions ™",
        "description": "In the kingdom of Illyria, a love triangle has everyone on edge. Orsino loves Olivia, a bereaved noblewoman who is in mourning for her dead brother. Olivia loves Cesario, who is actually a woman named Viola. Viola had dressed as a man in order to gain employment in Orsino's household. Viola, of course, falls in love with Orsino, and he has no knowledge of the true identity of his \"male\" servant, Cesario. A romantic romp full of tricks, twists, and happy reunions, this unabridged version of William Shakespeare's classic comedy was first published in England in 1623.",
        "publishedDate": "2014-01-01",
        "pageCount": 136,
        "isbn": "9781467749862",
        "listPrice": 392.01,
        "retailPrice": 274.41,
        "currencyCode": "INR",
        "categories": "Drama",
        "imageLink": "http://books.google.com/books/content?id=ICZXBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Odyssey of Homer",
        "author": "Homer",
        "publisher": "Bantam Classics",
        "description": "Homer's epic chronicle of the Greek hero Odysseus' journey home from the Trojan War has inspired writers from Virgil to James Joyce. Odysseus survives storm and shipwreck, the cave of the Cyclops and the isle of Circe, the lure of the Sirens' song and a trip to the Underworld, only to find his most difficult challenge at home, where treacherous suitors seek to steal his kingdom and his loyal wife, Penelope. Favorite of the gods, Odysseus embodies the energy, intellect, and resourcefulness that were of highest value to the ancients and that remain ideals in out time. In this new verse translation, Allen Mandelbaum--celebrated poet and translator of Virgil's Aeneid and Dante's Divine Comedy --realizes the power and beauty of the original Greek verse and demonstrates why the epic tale of The Odyssey has captured the human imagination for nearly three thousand years.",
        "publishedDate": "2005-12-06",
        "pageCount": 559,
        "isbn": "9780553897777",
        "listPrice": 133.65,
        "retailPrice": 133.65,
        "currencyCode": "INR",
        "categories": "Fiction",
        "imageLink": "http://books.google.com/books/content?id=ORyo8qAA-CQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Great Expectations",
        "author": "Charles Dickens",
        "publisher": "Andrews UK Limited",
        "description": "Great Expectations traces the growth of the book's narrator, Philip Pirrip (Pip), from a boy of shallow dreams to a man with depth of character. From its famous dramatic opening on the bleak Kentish marshes, the story abounds with some of Dickens's most memorable characters. Among them are the kindly blacksmith Joe Gargery, the mysterious convict Abel Magwitch, the eccentric Miss Haversham and her beautiful ward Estella, Pip's good-hearted room-mate Herbert Pocket and the pompous Pumblechook. As Pip unravels the truth behind his own great expectations in his quest to become a gentleman, the mysteries of the past and the convolutions of fate through a series of thrilling adventures serve to steer him towards maturity and his most important discovery of all - the truth about himself. This beautifully presented version has been specially formatted for today's e-readers by Andrews UK.",
        "publishedDate": "2011-11-08",
        "pageCount": 501,
        "isbn": "9781849895354",
        "listPrice": 833.96,
        "retailPrice": 416.98,
        "currencyCode": "INR",
        "categories": "Fiction",
        "imageLink": "http://books.google.com/books/content?id=9nG_BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Sunset Park",
        "author": "Paul Auster",
        "publisher": "Faber & Faber",
        "description": "Paul Auster's Sunset Park is set in the sprawling flatlands of Florida, where twenty-eight-year-old Miles is photographing the last lingering traces of families who have abandoned their houses due to debt or foreclosure. Miles is haunted by guilt for having inadvertently caused the death of his step-brother, a situation that caused him to flee his father and step-mother in New York seven years ago. What keeps him in Florida is his relationship with a teenage high-school girl, Pilar, but when her family threatens to expose their relationship, Miles decides to protect Pilar by going back to Brooklyn, where he settles in a squat to prepare himself to face the inevitable confrontation with his father - a confrontation he has been avoiding for years. Set against the backdrop of the devastating global recession, and pulsing with the energy of Auster's previous novel Invisible, Sunset Park is as mythic as it is contemporary, as in love with baseball as it is with literature. It is above all, a story about love and forgiveness - not only among men and women, but also between fathers and sons.",
        "publishedDate": "2010-11-04",
        "pageCount": 318,
        "isbn": "9780571258840",
        "listPrice": 399,
        "retailPrice": 279.3,
        "currencyCode": "INR",
        "categories": "Fiction",
        "imageLink": "http://books.google.com/books/content?id=WK_mPzxMFfoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Jacob's Room",
        "author": "Virgina Woolf",
        "publisher": "Xist Publishing",
        "description": "A Nonconformist Novel with No Central Character “Either we are men, or we are women. Either we are cold, or we are sentimental. Either we are young, or growing old. In any case life is but a procession of shadows, and God knows why it is that we embrace them so eagerly, and see them depart with such anguish, being shadows.” - Virginia Woolf, Jacob's Room Jacob’s Room is not your typical Victorian English novel. The fact that there is no real protagonist stands out the most. Jacob is not actually a character, only a collection of memories, feelings and sensations. His life is like a room seen through the eyes of other people. This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it.",
        "publishedDate": "2015-08-07",
        "pageCount": 183,
        "isbn": "9781681951607",
        "listPrice": 195.43,
        "retailPrice": 136.8,
        "currencyCode": "INR",
        "categories": "Fiction",
        "imageLink": "http://books.google.com/books/content?id=a98mCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Festival of Insignificance",
        "author": "Milan Kundera",
        "publisher": "HarperCollins",
        "description": "“Slender but weighty. . . . What is moving about this novel is its embrace of what has always driven Kundera, the delicate state of living between being and nothingness.”— Boston Globe From the internationally acclaimed, bestselling author of The Unbearable Lightness of Being, an entertaining and enchanting novel—\"a fitting capstone on an extraordinary career.\" (Slate) Casting light on the most serious of problems and at the same time saying not one serious sentence; being fascinated by the reality of the contemporary world and at the same time completely avoiding realism—that’s The Festival of Insignificance. Readers who know Milan Kundera’s earlier books know that the wish to incorporate an element of the “unserious” in a novel is not at all unexpected of him. In Immortality, Goethe and Hemingway stroll through several chapters together talking and laughing. And in Slowness, Vera, the author’s wife, says to her husband: “you’ve often told me you meant to write a book one day that would have not a single serious word in it…I warn you: watch out. Your enemies are lying in wait.” Kundera is finally and fully realizing his old aesthetic dream in this novel that we could easily view as a summation of his whole work. A strange sort of summation. Strange sort of epilogue. Strange sort of laughter, inspired by our time, which is comical because it has lost all sense of humor. What more can we say? Nothing. Just read.",
        "publishedDate": "2023-07-18",
        "pageCount": 94,
        "isbn": "9780063290723",
        "listPrice": 872.09,
        "retailPrice": 436.04,
        "currencyCode": "INR",
        "categories": "Fiction",
        "imageLink": "http://books.google.com/books/content?id=x093EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Homo Deus",
        "author": "Yuval Noah Harari",
        "publisher": "Random House",
        "description": "**THE MILLION COPY BESTSELLER** Sapiens showed us where we came from. In our increasingly uncertain times, Homo Deus shows us where we're going. 'Spellbinding' Guardian The world-renowned historian and intellectual Yuval Noah Harari envisions a near future in which we face a new set of challenges. Homo Deus explores the projects, dreams and nightmares that will shape the twenty-first century and beyond - from overcoming death to creating artificial life. It asks the fundamental questions: how can we protect this fragile world from our own destructive power? And what does our future hold? 'Even more readable, even more important, than his excellent Sapiens' Kazuo Ishiguro 'Homo Deus will shock you. It will entertain you. It will make you think in ways you had not thought before' Daniel Kahneman, bestselling author of Thinking, Fast and Slow",
        "publishedDate": "2016-09-08",
        "pageCount": 504,
        "isbn": "9781473545373",
        "listPrice": 500.32,
        "retailPrice": 250.16,
        "currencyCode": "INR",
        "categories": "Social Science",
        "imageLink": "http://books.google.com/books/content?id=dWYyCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Encyclopedia of Global Warming and Climate Change, Second Edition",
        "author": "S. George Philander",
        "publisher": "SAGE Publications",
        "description": "The First Edition of the Encyclopedia of Global Warming and Climate Change provided a multi-authored, academic yet non-technical resource for students and teachers to understand the importance of global warming, to appreciate the effects of human activity and greenhouse gases around the world, and to learn the history of climate change and the research enterprise examining it. This edition was well received, with notable reviews. Since its publication, the debate over the advent of global warming at least partially brought on by human enterprise has continued to ebb and flow, depending literally on the weather, politics, and media coverage of climate summits and debates. Advances in research also change the discourse as new data is collected and new scientific projects continue to explore and explain global warming and climate change. Thus, a new, Second Edition updates more than half of the original entries and adds new perspectives and content to keep students and researchers up-to-date in a field that has proven provocatively lively.",
        "publishedDate": "2012-06-13",
        "pageCount": 2022,
        "isbn": "9781506320755",
        "listPrice": 37713.18,
        "retailPrice": 37713.18,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=sEo9CQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Theory of Simple Liquids",
        "author": "Jean-Pierre Hansen, I.R. McDonald",
        "publisher": "Academic Press",
        "description": "Comprehensive coverage of topics in the theory of classical liquids Widely regarded as the standard text in its field, Theory of Simple Liquids gives an advanced but self-contained account of liquid state theory within the unifying framework provided by classical statistical mechanics. The structure of this revised and updated Fourth Edition is similar to that of the previous one but there are significant shifts in emphasis and much new material has been added. Major changes and Key Features in content include: Expansion of existing sections on simulation methods, liquid-vapour coexistence, the hierarchical reference theory of criticality, and the dynamics of super-cooled liquids. New sections on binary fluid mixtures, surface tension, wetting, the asymptotic decay of pair correlations, fluids in porous media, the thermodynamics of glasses, and fluid flow at solid surfaces. An entirely new chapter on applications to 'soft matter' of a combination of liquid state theory and coarse graining strategies, with sections on polymer solutions and polymer melts, colloidal dispersions, colloid-polymer mixtures, lyotropic liquid crystals, colloidal dynamics, and on clustering and gelation. Expansion of existing sections on simulation methods, liquid-vapour coexistence, the hierarchian reference of criticality, and the dynamics of super-cooled liquids. New sections on binary fluid mixtures, surface tension, wetting, the asymptotic decay of pair correlations, fluids in porous media, the thermodynamics of glasses, and fluid flow at solid surfaces. An entirely new chapter on applications to 'soft matter' of a combination of liquid state theory and coarse graining strategies, with sections on polymer solutions and polymer melts, colloidal dispersions, colloid-polymer mixtures, lyotropic liquid crystals, colloidal dynamics, and on clustering and gelation.",
        "publishedDate": "2013-08-12",
        "pageCount": 637,
        "isbn": "9780123870339",
        "listPrice": 7115.4,
        "retailPrice": 7115.4,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=pbJfOUqZVSgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "High-Performance Thin-Layer Chromatography (HPTLC)",
        "author": "ManMohan Srivastava",
        "publisher": "Springer Science & Business Media",
        "description": "The present edited book is the presentation of 18 in-depth national and international contributions from eminent professors, scientists and instrumental chemists from educational institutes, research organizations and industries providing their views on their experience, handling, observation and research outputs on HPTLC, a multi-dimensional instrumentation. The book describes the recent advancements made on TLC which have revolutionized and transformed it into a modern instrumental technique HPTLC. The book addresses different chapters on HPTLC fundamentals: principle, theory, understanding; instrumentation: implementation, optimization, validation, automation and qualitative and quantitative analysis; applications: phytochemical analysis, biomedical analysis, herbal drug quantification, analytical analysis, finger print analysis and potential for hyphenation: HPTLC future to combinatorial approach, HPTLC-MS, HPTLC-FTIR and HPTLC-Scanning Diode Laser. The chapters in the book have been designed in such away that the reader follows each step of the HPTLC in logical order.",
        "publishedDate": "2010-11-15",
        "pageCount": 401,
        "isbn": "9783642140259",
        "listPrice": 12626,
        "retailPrice": 12626,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=vQ41B4iZZuAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "50 Years of DNA",
        "author": "J. Clayton, C. Dennis",
        "publisher": "Springer",
        "description": "Crick and Watson's discovery of the structure of DNA fifty years ago marked one of the great turning points in the history of science. Biology, immunology, medicine and genetics have all been radically transformed in the succeeding half-century, and the double helix has become an icon of our times. This fascinating exploration of a scientific phenomenon provides a lucid and engaging account of the background and context for the discovery, its significance and afterlife, while a series of essays by leading scientists, historians and commentators offers uniquely individual perspectives on DNA and its impact on modern science and society.",
        "publishedDate": "2016-04-30",
        "pageCount": 145,
        "isbn": "9781137117816",
        "listPrice": 3363,
        "retailPrice": 3363,
        "currencyCode": "INR",
        "categories": "Literary Criticism",
        "imageLink": "http://books.google.com/books/content?id=p3YYDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Extended Phenotype",
        "author": "Richard Dawkins",
        "publisher": "Oxford University Press",
        "description": "In The Selfish Gene, Richard Dawkins crystallized the gene's eye view of evolution developed by W.D. Hamilton and others. The book provoked widespread and heated debate. Written in part as a response, The Extended Phenotype gave a deeper clarification of the central concept of the gene as the unit of selection; but it did much more besides. In it, Dawkins extended the gene's eye view to argue that the genes that sit within an organism have an influence that reaches out beyond the visible traits in that body - the phenotype - to the wider environment, which can include other individuals. So, for instance, the genes of the beaver drive it to gather twigs to produce the substantial physical structure of a dam; and the genes of the cuckoo chick produce effects that manipulate the behaviour of the host bird, making it nurture the intruder as one of its own. This notion of the extended phenotype has proved to be highly influential in the way we understand evolution and the natural world. It represents a key scientific contribution to evolutionary biology, and it continues to play an important role in research in the life sciences. The Extended Phenotype is a conceptually deep book that forms important reading for biologists and students. But Dawkins' clear exposition is accessible to all who are prepared to put in a little effort. Oxford Landmark Science books are 'must-read' classics of modern science writing which have crystallized big ideas, and shaped the way we think.",
        "publishedDate": "2016-09-14",
        "pageCount": 284,
        "isbn": "9780192506238",
        "listPrice": 302.34,
        "retailPrice": 211.64,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=rCGQDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Handbook of Industrial Chemistry and Biotechnology",
        "author": "James A. Kent",
        "publisher": "Springer Science & Business Media",
        "description": "Substantially revising and updating the classic reference in the field, this handbook offers a valuable overview and myriad details on current chemical processes, products, and practices. No other source offers as much data on the chemistry, engineering, economics, and infrastructure of the industry. The Handbook serves a spectrum of individuals, from those who are directly involved in the chemical industry to others in related industries and activities. It provides not only the underlying science and technology for important industry sectors, but also broad coverage of critical supporting topics. Industrial processes and products can be much enhanced through observing the tenets and applying the methodologies found in chapters on Green Engineering and Chemistry (specifically, biomass conversion), Practical Catalysis, and Environmental Measurements; as well as expanded treatment of Safety, chemistry plant security, and Emergency Preparedness. Understanding these factors allows them to be part of the total process and helps achieve optimum results in, for example, process development, review, and modification. Important topics in the energy field, namely nuclear, coal, natural gas, and petroleum, are covered in individual chapters. Other new chapters include energy conversion, energy storage, emerging nanoscience and technology. Updated sections include more material on biomass conversion, as well as three chapters covering biotechnology topics, namely, Industrial Biotechnology, Industrial Enzymes, and Industrial Production of Therapeutic Proteins.",
        "publishedDate": "2013-01-13",
        "pageCount": 1560,
        "isbn": "9781461442592",
        "listPrice": 41182,
        "retailPrice": 41182,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=7VxDAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Earthquake Resistant Buildings",
        "author": "M.Y.H. Bangash",
        "publisher": "Springer Science & Business Media",
        "description": "This concise work provides a general introduction to the design of buildings which must be resistant to the effect of earthquakes. A major part of this design involves the building structure which has a primary role in preventing serious damage or structural collapse. Much of the material presented in this book examines building structures. Due to the recent discovery of vertical components, it examines not only the resistance to lateral forces but also analyses the disastrous influence of vertical components. The work is written for Practicing Civil, Structural, and Mechanical Engineers, Seismologists and Geoscientists. It serves as a knowledge source for graduate students and their instructors.",
        "publishedDate": "2011-08-19",
        "pageCount": 730,
        "isbn": "9783540938187",
        "listPrice": 18408,
        "retailPrice": 18408,
        "currencyCode": "INR",
        "categories": "Technology & Engineering",
        "imageLink": "http://books.google.com/books/content?id=sD0l7zBsbm8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Classic and Advanced Ceramics",
        "author": "Robert B. Heimann",
        "publisher": "John Wiley & Sons",
        "description": "Based on the author's lectures to graduate students of geosciences, physics, chemistry and materials science, this didactic handbook covers basic aspects of ceramics such as composition and structure as well as such advanced topics as achieving specific functionalities by choosing the right materials. The focus lies on the thermal transformation processes of natural raw materials to arrive at traditional structural ceramics and on the general physical principles of advanced functional ceramics. The book thus provides practice-oriented information to readers in research, development and engineering on how to understand, make and improve ceramics and derived products, while also serving as a rapid reference for the practitioner. The choice of topics and style of presentation make it equally useful for chemists, materials scientists, engineers and mineralogists.",
        "publishedDate": "2010-04-16",
        "pageCount": 573,
        "isbn": "9783527630189",
        "listPrice": 19711.9,
        "retailPrice": 19711.9,
        "currencyCode": "INR",
        "categories": "Technology & Engineering",
        "imageLink": "http://books.google.com/books/content?id=JiJsfP_DiL4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Ionic Equilibria in Analytical Chemistry",
        "author": "Jean-Louis Burgot",
        "publisher": "Springer Science & Business Media",
        "description": "This book of general analytical chemistry – as opposed to instrumental analysis or separation methods – in aqueous solutions is focuses on fundamentals, which is an area too often overlooked in the literature. Explanations abound of the chemical and physical principles of different operations of chemical analysis in aqueous solutions. Once these principle are firmly established, numerous examples of applications are also given.",
        "publishedDate": "2012-03-30",
        "pageCount": 763,
        "isbn": "9781441983824",
        "listPrice": 16874,
        "retailPrice": 16874,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=Rh3-BV9smfoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Thermodynamics and Statistical Mechanics",
        "author": "Peter T. Landsberg",
        "publisher": "Courier Corporation",
        "description": "Innovative, wide-ranging treatment, suitable for advanced undergraduates and graduate students, covers negative temperatures and heat capacities, general and special relativistic effects, black hole thermodynamics, gravitational collapse, and more. Problems with worked solutions. 1978 edition.",
        "publishedDate": "2014-03-05",
        "pageCount": 484,
        "isbn": "9780486167589",
        "listPrice": 1382.11,
        "retailPrice": 691.06,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=NaQ-AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Key Concepts in Geography",
        "author": "Nicholas Clifford, Sarah Holloway, Stephen P Rice, Gill Valentine",
        "publisher": "SAGE Publications Ltd",
        "description": "\"This book clearly outlines key concepts that all geographers should readily be able to explain. It does so in a highly accessible way. It is likely to be a text that my students will return to throughout their degree.\" - Dr Karen Parkhill, Bangor University \"The editors have done a fantastic job. This second edition is really accessible to the student and provides the key literature in the key geographical terms of scale, space, time, place and landscape.\" - Dr Elias Symeonakis, Manchester Metropolitan University \"An excellent introductory text for accessible overviews of key concepts across human and physical geography.\" - Professor Patrick Devine-Wright, Exeter University Including ten new chapters on nature, globalization, development and risk, and a new section on practicing geography, this is a completely revised and updated edition of the best-selling, standard student resource. Key Concepts in Geography explains the key terms - space, time, place, scale, landscape - that define the language of geography. It is unique in the reference literature as it provides in one volume concepts from both human geography and physical geography. Four introductory chapters on different intellectual traditions in geography situate and introduce the entries on the key concepts. Each entry then comprises a short definition, a summary of the principal arguments, a substantive 5,000-word discussion, the use of real-life examples, and annotated notes for further reading. Written in an accessible way by established figures in the discipline, the definitions provide thorough explanations of all the core concepts that undergraduates of geography must understand to complete their degree.",
        "publishedDate": "2008-12-12",
        "pageCount": 482,
        "isbn": "9781446243466",
        "listPrice": 6503.84,
        "retailPrice": 6503.84,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=EUvOviwwc2cC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "A Manual of Practical Zoology: INVERTEBRATES",
        "author": "PS Verma",
        "publisher": "S. Chand Publishing",
        "description": "The book provides discussion on all aspects of Invertebrates as covered in Practical Zoology. Beginning with general techniques of preparation of cultures of Protozoa, microscopic slides and laboratory regents, it also covers in tabular and detailed form, recent classification of various invertebrate phyla with examples of each order or suborder. Wide coverage of each phylum, and diagrams of major and minor dissections make the book equally useful for both undergraduate and postgraduate students.",
        "publishedDate": "2010-12",
        "pageCount": 518,
        "isbn": "9788121908290",
        "listPrice": 678.5,
        "retailPrice": 339.25,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=mqi-QZp28sEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Lion & Kangaroo",
        "author": "Gavin Souter",
        "publisher": "Xoum Publishing",
        "description": "Lion & Kangaroo is one of Australia’s great works of history, a rich chronicle of the nation’s coming-of-age. With intelligence, wisdom and wit, acclaimed historian Gavin Souter captures all the milestones of Australia’s first decades, from the constitutional conventions of the nineteenth century to the turbulent years that followed World War I. Painting unforgettable portraits of scores of the most fascinating participants, he traces a national character in evolution. First published in 1976 and rereleased digitally by Xoum for the first time, Lion & Kangaroo is both profound and insightful. It is impossible to comprehend contemporary Australia without first reading it. Reviews of Lion & Kangaroo ‘Souter is a writer of great distinction … This book is the work of a man who can impose on the chaos of the past an order that lifts the work into the realms of art without doing violence to the events or sacrificing the standards of scholarship as defined by the academics. It is a great achievement.’ Manning Clark ‘A superb evocation of Australian life in the years between federation and the First World War, showing how imperial sentiment dominated our lives and left a vacuum in Australia’s national identity … Souter’s book is beautifully written, lucid, witty and compelling.’ Gough Whitlam ‘Souter has written a masterpiece … The book, assiduously researched for its making, is materially explosive … Souter lets the material do its own erupting, then shapes it to his magnificent control. A mighty work of history.’ The Courier-Mail",
        "publishedDate": "2012",
        "pageCount": 577,
        "isbn": "9781922057006",
        "listPrice": 750.99,
        "retailPrice": 375.5,
        "currencyCode": "INR",
        "categories": "History",
        "imageLink": "http://books.google.com/books/content?id=oQIBMD23lL0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Lonely Planet Vietnam",
        "author": "Iain Stewart",
        "publisher": "Lonely Planet",
        "description": "Lonely Planet's Vietnam is your passport to the most relevant, up-to-date advice on what to see and skip, and what hidden discoveries await you. Experience Hanois labyrinth-like Old Quarter, kayak in Halong Bay, and wander through historic Hoi An; all with your trusted travel companion. Get to the heart of Vietnam and begin your journey now! Inside Lonely Planet's Vietnam Travel Guide: Up-to-date information - all businesses were rechecked before publication to ensure they are still open after 2020s COVID-19 outbreak NEW pull-out, passport-size 'Just Landed' card with wi-fi, ATM and transport info - all you need for a smooth journey from airport to hotel What's New feature taps into cultural trends and helps you find fresh ideas and cool new areas our writers have uncovered Colour maps and images throughout Highlights and itineraries help you tailor your trip to your personal needs and interests Insider tips to save time and money and get around like a local, avoiding crowds and trouble spots Essential info at your fingertips - hours of operation, phone numbers, websites, transit tips, prices Honest reviews for all budgets - eating, sleeping, sightseeing, going out, shopping, hidden gems that most guidebooks miss Cultural insights give you a richer, more rewarding travel experience - history, people, music, landscapes, wildlife, cuisine, politics Over 80 maps Covers Hanoi, Northern Vietnam, Central Vietnam, Southeast Coast, Southwest Highlands, Ho Chi Minh City, Mekong Delta, Siem Reap & the Temples of Angkor and more The Perfect Choice: Lonely Planet's Vietnam, our most comprehensive guide to Vietnam, is perfect for both exploring top sights and taking roads less travelled. Looking for more extensive coverage? Check out Lonely Planet's Vietnam, Cambodia, Laos & Northern Thailand for a comprehensive look at all the region has to offer. About Lonely Planet: Lonely Planet is a leading travel media company, providing both inspiring and trustworthy information for every kind of traveller since 1973. Over the past four decades, we've printed over 145 million guidebooks and phrasebooks for 120 languages, and grown a dedicated, passionate global community of travellers. You'll also find our content online, and in mobile apps, videos, 14 languages, armchair and lifestyle books, ebooks, and more, enabling you to explore every day. 'Lonely Planet guides are, quite simply, like no other.'  New York Times 'Lonely Planet. It's on everyone's bookshelves; it's in every traveller's hands. It's on mobile phones. It's on the Internet. It's everywhere, and it's telling entire generations of people how to travel the world.'  Fairfax Media (Australia)",
        "publishedDate": "2022-04-22",
        "pageCount": 862,
        "isbn": "9781838692797",
        "listPrice": 2749.09,
        "retailPrice": 2749.09,
        "currencyCode": "INR",
        "categories": "Travel",
        "imageLink": "http://books.google.com/books/content?id=TIucEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Past Before Us",
        "author": "Romila Thapar",
        "publisher": "Harvard University Press",
        "description": "The claim, often made, that India--uniquely among civilizations--lacks historical writing distracts us from a more pertinent question, according to Romila Thapar: how to recognize the historical sense of societies whose past is recorded in ways very different from European conventions. In The Past Before Us, a distinguished scholar of ancient India guides us through a panoramic survey of the historical traditions of North India. Thapar reveals a deep and sophisticated consciousness of history embedded in the diverse body of classical Indian literature. The history recorded in such texts as the Ramayana and the Mahabharata is less concerned with authenticating persons and events than with presenting a picture of traditions striving to retain legitimacy and continuity amid social change. Spanning an epoch of nearly twenty-five hundred years, from 1000 BCE to 1400 CE, Thapar delineates three distinct historical traditions: an Itihasa-Purana tradition of Brahman authors; a tradition composed mainly by Buddhist and Jaina scholars; and a popular bardic tradition. The Vedic corpus, the epics, the Buddhist canon and monastic chronicles, inscriptions, regional accounts, and royal biographies and dramas are all scrutinized afresh--not as sources to be mined for factual data but as genres that disclose how Indians of ancient times represented their own past to themselves.",
        "publishedDate": "2013-11-04",
        "pageCount": 915,
        "isbn": "9780674726529",
        "listPrice": 3535.61,
        "retailPrice": 3535.61,
        "currencyCode": "INR",
        "categories": "History",
        "imageLink": "http://books.google.com/books/content?id=ScYJAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Goddess and the Nation",
        "author": "Sumathi Ramaswamy",
        "publisher": "Duke University Press",
        "description": "Making the case for a new kind of visual history, The Goddess and the Nation charts the pictorial life and career of Bharat Mata, “Mother India,” the Indian nation imagined as mother/goddess, embodiment of national territory, and unifying symbol for the country’s diverse communities. Soon after Mother India’s emergence in the late nineteenth century, artists, both famous and amateur, began to picture her in various media, incorporating the map of India into her visual persona. The images they produced enabled patriotic men and women in a heterogeneous population to collectively visualize India, affectively identify with it, and even become willing to surrender their lives for it. Filled with illustrations, including 100 in color, The Goddess and the Nation draws on visual studies, gender studies, and the history of cartography to offer a rigorous analysis of Mother India’s appearance in painting, print, poster art, and pictures from the late nineteenth century to the present. By exploring the mutual entanglement of the scientifically mapped image of India and a (Hindu) mother/goddess, Sumathi Ramaswamy reveals Mother India as a figure who relies on the British colonial mapped image of her dominion to distinguish her from the other goddesses of India, and to guarantee her novel status as embodiment, sign, and symbol of national territory. Providing an exemplary critique of ideologies of gender and the science of cartography, Ramaswamy demonstrates that images do not merely reflect history; they actively make it. In The Goddess and the Nation, she teaches us about pictorial ways of learning the form of the nation, of how to live with it—and ultimately to die for it.",
        "publishedDate": "2010-04-09",
        "pageCount": 402,
        "isbn": "9780822391531",
        "listPrice": 3039.56,
        "retailPrice": 3039.56,
        "currencyCode": "INR",
        "categories": "History",
        "imageLink": "http://books.google.com/books/content?id=OWfcoMnHU8gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Alexander the Great",
        "author": "Philip Freeman",
        "publisher": "Simon and Schuster",
        "description": "An accessible yet authoritative biography of the Macedonian king and legendary conqueror—“as racy and pacey as any novel . . . a rollicking read” (Wall Street Journal). Alexander the Great is one of the most enduring figures in history. His military mastery was of such renown that future leaders from Hannibal to Napoleon studied his strategy and tactics. In the brief spa of his life—crowned at age nineteen and dead by thirty-two—he established the greatest empire of the ancient world. Born into the royal family of Macedonia, Alexander was tutored by Aristotle as a boy. Shortly after taking command, he launched an invasion of the Persian empire, and continued his conquests as far south as the deserts of Egypt and as far east as the mountains of present-day Pakistan and the plains of India. Within a short time after Alexander’s death in Baghdad, his empire began to fracture. In his lively and authoritative biography of Alexander, classical scholar and historian Philip Freeman describes Alexander’s astonishing achievements and provides insight into the mercurial character of the great conqueror. As Freeman explains, without Alexander, the influence of Greece on the ancient world would not have been nearly as great as it was.",
        "publishedDate": "2011-01-04",
        "pageCount": 502,
        "isbn": "9781439193280",
        "listPrice": 1092.68,
        "retailPrice": 546.34,
        "currencyCode": "INR",
        "categories": "Biography & Autobiography",
        "imageLink": "http://books.google.com/books/content?id=Br-Ho0rlFGwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Historical Dictionary of Afghanistan",
        "author": "Thomas H. Johnson, Ludwig W. Adamec",
        "publisher": "Rowman & Littlefield",
        "description": "Afghanistan is an extremely complex and nuanced country that has been one of the centers of imperial conflict at least for 150 years. From the Czarist Russia’s march south in the 19th Century threatening British India, three Anglo-Afghan Wars, the Soviet Invasion and occupation of Afghanistan starting in December 1979 and the resulting anti-Soviet Jihad by the Afghan Mujahideen to Kabul’s and their allies’ (U.S. and NATO) conflict with the Taliban, Afghanistan has been one of the centers of important international and regional conflicts and events. Historical Dictionary of Afghanistan, Fifth Edition contains a chronology, an introduction, and an extensive bibliography. The dictionary section has more than 1,000 cross-referenced entries on important personalities as well as aspects of the country’s politics, economy, foreign relations, religion, and culture. This book is an excellent resource for students, researchers, and anyone wanting to know more about Afghanistan.",
        "publishedDate": "2021-05-15",
        "pageCount": 781,
        "isbn": "9781538149294",
        "listPrice": 36092.69,
        "retailPrice": 36092.69,
        "currencyCode": "INR",
        "categories": "History",
        "imageLink": "http://books.google.com/books/content?id=TdgnEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "With Honour & Glory",
        "author": "Maj Gen Jagjit Singh",
        "publisher": "Lancer Publishers",
        "description": "This Book Details The Nuclear Weapon Capabilities Of India And Pakistan Prior And Subsequent To The Pokharan And Chagai Tests Of 1998. It Also Deals Wth The Delivery Systems Available To Both Sides And With Possible Command Structure For The Emerging Nuclear Arsenals.",
        "publishedDate": "2000",
        "pageCount": 347,
        "isbn": "9788170621096",
        "listPrice": 702.1,
        "retailPrice": 351.05,
        "currencyCode": "INR",
        "categories": "India",
        "imageLink": "http://books.google.com/books/content?id=s5C6yZJZkIQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Essays in Radical Empiricism",
        "author": "William James",
        "publisher": "Read Books Ltd",
        "description": "This vintage book comprises Henry James's seminal philosophical treatise, 'Essays in Radical Empiricism'. The ideas outlined within this text underpin James's work, and are key to understanding the mind of this most important of philosophical thinkers. This volume will be of considerable utility to the student of philosophy and those with a keen interest in this influential work. It makes for a veritable must-have for collectors of seminal philosophical works. The chapters of this book include: 'Does ‘consciousness’ Exist?', 'A World Of Pure Experience', 'The Thing And Its Relations', 'How Two Minds Can Know One Thing', 'The Place Of Affectional Facts In A World Of Pure Experience', 'The Experience Of Activity', etcetera. William James (1842 – 1910) was an American philosopher, psychologist, and trained physician. He is hailed as one of the most influential philosophers the United States has ever produced. We are republishing this book now complete with a specially commissioned new biography of the author.",
        "publishedDate": "2013-03-05",
        "pageCount": 156,
        "isbn": "9781447487814",
        "listPrice": 885,
        "retailPrice": 442.5,
        "currencyCode": "INR",
        "categories": "History",
        "imageLink": "http://books.google.com/books/content?id=6NN8CgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The World's Religions",
        "author": "Peter Clarke, Friedhelm Hardy, Leslie Houlden, Stewart Sutherland",
        "publisher": "Routledge",
        "description": "* Gives an account of the history, the theological basis, the practice and the current state of the study of religion and religions throughout the world * Combines a clear and non-technical style of presentation with a structure and range of contributions which reflect the richness and complexity of religion itself, of the religions of the world and the study of religions * Comprehensive index, bibliographies and suggestions for further reading `Intriguing philosophical questions are raised about the nature of religion and the qualities needed for studying it.' - Times Higher Education Supplement `Excellent book ... remarkably successful, impressive as much for the sheer scale of the undertaking as for its consistent standard of analysis. It is a fine achievement which will serve both as a very suitable textbook for students and a reliable guide to the state of scholarship in the History and Study of Religions.' - Heythrop Journal",
        "publishedDate": "2004-01-14",
        "pageCount": 1010,
        "isbn": "9781136851858",
        "listPrice": 3810.22,
        "retailPrice": 3810.22,
        "currencyCode": "INR",
        "categories": "Reference",
        "imageLink": "http://books.google.com/books/content?id=HAg3AgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Gunpowder, Explosives and the State",
        "author": "Brenda J. Buchanan",
        "publisher": "Routledge",
        "description": "Gunpowder studies are still in their infancy despite the long-standing civil and military importance of this explosive since its discovery in China in the mid-ninth century AD. In this second volume by contributors who meet regularly at symposia of the International Committee for the History of Technology (ICOHTEC), the research is again rooted in the investigation of the technology of explosives manufacture, but the fact that the chapters range in scope from the Old World to the New, from sources of raw materials in south-east Asia to the complications of manufacture in the West, shows that the story is more than the simple one of how an intriguing product was made. This volume is the first to develop the implications of the subject, not just in the sense of relating it to changing military technologies, but in that of seeing the securing of gunpowder supplies as fundamental to the power of the state and imperial pretensions.The search for saltpetre, for example, an essential ingredient of gunpowder, became a powerful engine of sea-going European trade from the early seventeenth century. Smaller states like Venice were unable to form these distant connections, and so to sustain a gunpowder army. Stronger states like France and Britain were able to do so, and became even more powerful as the demand for improved explosives fostered national strengths - leading to a development of the sciences, especially chemistry, in the former case, and of manufacturing techniques in the latter.",
        "publishedDate": "2016-12-05",
        "pageCount": 321,
        "isbn": "9781351931908",
        "listPrice": 3138.8,
        "retailPrice": 3138.8,
        "currencyCode": "INR",
        "categories": "History",
        "imageLink": "http://books.google.com/books/content?id=G7qoDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "How To Tell a Story and Others",
        "author": "Mark Twain",
        "publisher": "Library of Alexandria",
        "description": "How to Tell a Story and Other Essays is a useful book even if it isn't the funniest thing ever - and the title essay really is chock-full of good, solid advice for budding writers. In the literary line, \"In Defence of Harriet Shelley\" is a lengthy demolition of Prof. Edward Dowden's 1886 attempt at a biography of English poet Percy Bysshe Shelley. Dowden laid all the blame for Shelley's contemptible excesses on Shelley's first wife, Harriet (a child bride aged 16). \"Fenimore Cooper's Literary Offences\" is a rich chortle made richer by the fact that its seemingly hyperbolic charges are all perfectly true. Other selections include \"Traveling with a Reformer,\" \"Private History of the 'Jumping Frog' Story,\" \"Mental Telegraphy Again,\" \"What Paul Bourget Thinks of Us,\" and \"A Little Note to M. Paul Bourget.\" Today's readers probably know less about Paul Bourget than they know of the poet Shelley, and care not at all about 19th-century authorial cat fights.",
        "publishedDate": "2020-09-28",
        "pageCount": 25,
        "isbn": "9781613100424",
        "listPrice": 600,
        "retailPrice": 300,
        "currencyCode": "INR",
        "categories": "Fiction",
        "imageLink": "http://books.google.com/books/content?id=pJ8oQhsJe8MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Chinese Civilization",
        "author": "Patricia Buckley Ebrey",
        "publisher": "Simon and Schuster",
        "description": "Chinese Civilization sets the standard for supplementary texts in Chinese history courses. With newly expanded material, personal documents, social records, laws, and documents that historians mistakenly ignore, the sixth edition is even more useful than its classic predecessor. A complete and thorough introduction to Chinese history and culture.",
        "publishedDate": "2009-11-24",
        "pageCount": 548,
        "isbn": "9781439188392",
        "listPrice": 1378.24,
        "retailPrice": 689.12,
        "currencyCode": "INR",
        "categories": "History",
        "imageLink": "http://books.google.com/books/content?id=CUcdH6opOlcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The American West and the Nazi East",
        "author": "C. Kakel",
        "publisher": "Springer",
        "description": "By employing new 'optics' and a comparative approach, this book helps us recognize the unexpected and unsettling connections between America's 'western' empire and Nazi Germany's 'eastern' empire, linking histories previously thought of as totally unrelated and leading readers towards a deep revisioning of the 'American West' and the 'Nazi East'.",
        "publishedDate": "2011-07-12",
        "pageCount": 317,
        "isbn": "9780230307063",
        "listPrice": 7563.8,
        "retailPrice": 7563.8,
        "currencyCode": "INR",
        "categories": "History",
        "imageLink": "http://books.google.com/books/content?id=7Nt8DAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Desert Regions",
        "author": "Boris A. Portnov, A. Paul Hare",
        "publisher": "Springer Science & Business Media",
        "description": "Despite the common understanding of the importance of desert development in the contemporary world, there are relatively few books published to date on this sub ject. The books and collective volumes published in this field deal primarily with environmental and physical aspects of desert development such as soil, agricul ture, vegetation, water resources, etc. In contrast, this book addresses the issues of regional and urban development in desert areas, which have not been given sufficient attention. The present book is socially oriented. It considers physical development of desert regions not as an end in itself, but rather as an essential precondition for creating socially attractive and desirable environments for human settlement. The book addresses the issues of desert development at three distinctive conceptual levels - region, urban envi ronment, and building -and deals with both cold and hot deserts. Approximately half of the chapters in this book are original contributions that have not been published elsewhere. The remaining chapters fall into two groups: 1) chapters which have been reprinted from various refereed journals, and 2) chapters initially printed elsewhere and revised by their respective authors specifi cally for this collective volume. In the former case, permission to reproduce the material has been obtained from the respective copyright holders, and the details of original publication and names of copyright holders are indicated in footnotes.",
        "publishedDate": "2012-12-06",
        "pageCount": 286,
        "isbn": "9783642601712",
        "listPrice": 8401.6,
        "retailPrice": 8401.6,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=uFmgBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Ecosystem Geography",
        "author": "Robert G. Bailey",
        "publisher": "Springer Science & Business Media",
        "description": "The analysis and management of ecosystems rely increasingly on sound geographical knowledge. Ecosystem Geography is a landmark contribution which brings the geographer's tools - maps, scales, boundaries, and units - to the study of ecosystems. The author, a senior geographer and program manager with the U.S. Forest Service, has distilled more than two decades of research on ecosystem mapping and classification. His work has had a growing influence on how government and academic scientists are using ecological data to monitor biodiversity, manage land holdings, and interpret the results of climatic change. Ecosystem Geography features spectacular graphics, including diagrams, photographs, and abundant maps. It will be welcomed by ecologists, geographers, land and resource specialists, and anyone involved in the study of ecosystems.",
        "publishedDate": "2013-12-12",
        "pageCount": 210,
        "isbn": "9781461223580",
        "listPrice": 6726,
        "retailPrice": 6726,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=0C3rBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Statesman's Year-Book",
        "author": "J. Scott-Keltie, M. Epstein",
        "publisher": "Springer",
        "description": "The classic reference work that provides annually updated information on the countries of the world.",
        "publishedDate": "2016-12-27",
        "pageCount": 1559,
        "isbn": "9780230270541",
        "listPrice": 7563.8,
        "retailPrice": 7563.8,
        "currencyCode": "INR",
        "categories": "Political Science",
        "imageLink": "http://books.google.com/books/content?id=4dTMDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Africa and the Sustainable Development Goals",
        "author": "Maano Ramutsindela, David Mickler",
        "publisher": "Springer",
        "description": "The book draws upon the expertise and international research collaborations forged by the Worldwide Universities Network Global Africa Group to critically engage with the intersection, in theory and practice, of the Sustainable Development Goals (SDGs) and Africa’s development agendas and needs. Further, it argues that – and demonstrates how – the SDGs should be understood as an aspirational blueprint for development with multiple meanings that are situated in dynamic and contested terrains. As the SDGs have substantial implications for development policy and resourcing at both the macro and micro levels, their relevance is not only context-specific but should also be assessed in terms of the aspirations and needs of ordinary citizens across the continent. Drawing on analyses and evidence from both the natural and social sciences, the book demonstrates that progress towards the SDGs must meet demands for improving human well-being under diverse and challenging socio-economic, political and environmental conditions. Examples include those from the mining industry, public health, employment and the media. In closing, it highlights how international collaboration in the form of research networks can enhance the production of critical knowledge on and engagement with the SDGs in Africa.",
        "publishedDate": "2019-06-13",
        "pageCount": 295,
        "isbn": "9783030148577",
        "listPrice": 10089,
        "retailPrice": 10089,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=LGydDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Innovations in Governmental Accounting",
        "author": "Vicente Montesinos, José Manuel Vela",
        "publisher": "Springer Science & Business Media",
        "description": "New Accounting and Management challenges for Public Entities require a continuous introduction of innovations and reforms in accordance with new international trends, techniques and experiences. In order to carry this out, extensive knowledge of Innovations in Government Accounting and Reporting, International Standards, Performance Evaluation Developments and relevant national experiences will without doubt be indispensable. The purpose of this book is to present an updated overview of the most useful and innovative International Experiences in Governmental Accounting, Reporting and Control. The content of the volume is the result of high-quality contributions from prestigious researchers and public sector professionals, presenting a perspective on the current state and foreseeable evolution of International Government Accounting. The book is primarily aimed at public sector managers, accountants and researchers, although financial analysts, administrators, auditors, and graduate students will also find it highly relevant.",
        "publishedDate": "2013-06-29",
        "pageCount": 358,
        "isbn": "9781475755046",
        "listPrice": 12626,
        "retailPrice": 12626,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=rqzwBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Enterprise Architecture at Work",
        "author": "Marc Lankhorst",
        "publisher": "Springer Science & Business Media",
        "description": "An enterprise architecture tries to describe and control an organisation’s structure, processes, applications, systems and techniques in an integrated way. The unambiguous specification and description of components and their relationships in such an architecture requires a coherent architecture modelling language. Lankhorst and his co‐authors present such an enterprise modelling language that captures the complexity of architectural domains and their relations and allows the construction of integrated enterprise architecture models. They provide architects with concrete instruments that improve their architectural practice. As this is not enough, they additionally present techniques and heuristics for communicating with all relevant stakeholders about these architectures. Since an architecture model is useful not only for providing insight into the current or future situation but can also be used to evaluate the transition from ‘as‐is’ to ‘to‐be’, the authors also describe analysis methods for assessing both the qualitative impact of changes to an architecture and the quantitative aspects of architectures, such as performance and cost issues. The modelling language presented has been proven in practice in many real‐life case studies and has been adopted by The Open Group as an international standard. So this book is an ideal companion for enterprise IT or business architects in industry as well as for computer or management science students studying the field of enterprise architecture.",
        "publishedDate": "2012-08-20",
        "pageCount": 352,
        "isbn": "9783642296512",
        "listPrice": 4625.6,
        "retailPrice": 4625.6,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=khvttLNCfyEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Product Lifecycle Management",
        "author": "Anselmi Immonen, Antti Saaksvuori",
        "publisher": "Springer Science & Business Media",
        "description": "This is the first English-language book on Product Lifecycle Management (PLM) that introduces the reader to the basic terms and fundamentals of PLM. The text provides a solid foundation for starting a PLM development project. It gives ideas and examples how PLM can be utilized in various industries. In addition, it also offers an insight into how PLM can assist in creating new business opportunities and in making real eBusiness possible.",
        "publishedDate": "2013-06-05",
        "pageCount": 235,
        "isbn": "9783540247999",
        "listPrice": 6726,
        "retailPrice": 6726,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=faaZBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Green Growth, Green Profit",
        "author": "Roland Berger Strategy Consultants GmbH",
        "publisher": "Springer",
        "description": "Green business is here. It is a multi billion business with enormous growth potential, driven by megatrends such as demographic change, climate change and urbanization. It is driving the transformation of existing businesses and changing the way customers and suppliers act, forcing them to rethink their business strategy.",
        "publishedDate": "2016-01-22",
        "pageCount": 379,
        "isbn": "9780230303874",
        "listPrice": 2950,
        "retailPrice": 2950,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=iT9q4OIgQaIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Introduction to Parallel Processing",
        "author": "Behrooz Parhami",
        "publisher": "Springer Science & Business Media",
        "description": "THE CONTEXT OF PARALLEL PROCESSING The field of digital computer architecture has grown explosively in the past two decades. Through a steady stream of experimental research, tool-building efforts, and theoretical studies, the design of an instruction-set architecture, once considered an art, has been transformed into one of the most quantitative branches of computer technology. At the same time, better understanding of various forms of concurrency, from standard pipelining to massive parallelism, and invention of architectural structures to support a reasonably efficient and user-friendly programming model for such systems, has allowed hardware performance to continue its exponential growth. This trend is expected to continue in the near future. This explosive growth, linked with the expectation that performance will continue its exponential rise with each new generation of hardware and that (in stark contrast to software) computer hardware will function correctly as soon as it comes off the assembly line, has its down side. It has led to unprecedented hardware complexity and almost intolerable dev- opment costs. The challenge facing current and future computer designers is to institute simplicity where we now have complexity; to use fundamental theories being developed in this area to gain performance and ease-of-use benefits from simpler circuits; to understand the interplay between technological capabilities and limitations, on the one hand, and design decisions based on user and application requirements on the other.",
        "publishedDate": "2006-04-11",
        "pageCount": 512,
        "isbn": "9780306469640",
        "listPrice": 16874,
        "retailPrice": 16874,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=iNQLBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Reasons for Frequent Failure in Mergers and Acquisitions",
        "author": "Thomas Straub",
        "publisher": "Springer Science & Business Media",
        "description": "Using four statistical methods, Thomas Straub shows that M&A performance is a multi-dimensional function of: strategic logic, organizational behavior, and financial aspects.",
        "publishedDate": "2007-10-16",
        "pageCount": 238,
        "isbn": "9783835096370",
        "listPrice": 4200.8,
        "retailPrice": 4200.8,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=6NOByIZSXEIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Global Positioning System",
        "author": "Bernhard Hofmann-Wellenhof, Herbert Lichtenegger, James Collins",
        "publisher": "Springer Science & Business Media",
        "description": "This book is dedicated to Dr. Benjamin William Remondi for many reasons. The project of writing a Global Positioning System (GPS) book was con ceived in April 1988 at a GPS meeting in Darmstadt. Dr. Remondi discussed with me the need for an additional GPS textbook and suggested a possible joint effort. In 1989, I was willing to commit myself to such a project. Un fortunately, the timing was less than ideal for Dr. Remondi. Therefore, I decided to start the project with other coauthors. Dr. Remondi agreed and indicated his willingness to be a reviewer. I selected Dr. Herbert Lichtenegger, my colleague from the University of Technology at Graz, Austria, and Dr. James Collins from the United States. In my opinion, the knowledge of the three authors should cover the wide spectrum of GPS. Dr. Lichtenegger is a geodesist with broad experience in both theory and practice. He has specialized his research to geodetic astron omy including orbital theory and geodynamical phenomena. Since 1986, Dr. Lichtenegger's main interest is dedicated to GPS. Dr. Collins retired from the U.S. National Geodetic Survey in 1980, where he was the Deputy Director. For the past ten years, he has been deeply involved in using GPS technology with an emphasis on surveying. Dr. Collins was the founder and president of Geo/Hydro Inc. My own background is theoretically oriented. My first chief, Prof. Dr. Peter Meissl, was an excellent theoretician; and my former chief, Prof. DDDDr. Helmut Moritz, fortunately, still is.",
        "publishedDate": "2013-04-17",
        "pageCount": 370,
        "isbn": "9783709133118",
        "listPrice": 6726,
        "retailPrice": 6726,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=bQntCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Computer Network Security",
        "author": "Joseph Migga Kizza",
        "publisher": "Springer Science & Business Media",
        "description": "A comprehensive survey of computer network security concepts, methods, and practices. This authoritative volume provides an optimal description of the principles and applications of computer network security in particular, and cyberspace security in general. The book is thematically divided into three segments: Part I describes the operation and security conditions surrounding computer networks; Part II builds from there and exposes readers to the prevailing security situation based on a constant security threat; and Part III - the core - presents readers with most of the best practices and solutions currently in use. It is intended as both a teaching tool and reference. This broad-ranging text/reference comprehensively surveys computer network security concepts, methods, and practices and covers network security tools, policies, and administrative goals in an integrated manner. It is an essential security resource for undergraduate or graduate study, practitioners in networks, and professionals who develop and maintain secure computer network systems.",
        "publishedDate": "2005-12-05",
        "pageCount": 545,
        "isbn": "9780387252285",
        "listPrice": 4200.8,
        "retailPrice": 4200.8,
        "currencyCode": "INR",
        "categories": "Computers",
        "imageLink": "http://books.google.com/books/content?id=_pf-1yhDbIgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Counterterrorism and Cybersecurity",
        "author": "Newton Lee",
        "publisher": "Springer Science & Business Media",
        "description": "Imagine James Bond meets Sherlock Holmes: Counterterrorism and Cybersecurity is the sequel to Facebook Nation in the Total Information Awareness book series by Newton Lee. The book examines U.S. counterterrorism history, technologies, and strategies from a unique and thought-provoking approach that encompasses personal experiences, investigative journalism, historical and current events, ideas from great thought leaders, and even the make-believe of Hollywood. Demystifying Total Information Awareness, the author expounds on the U.S. intelligence community, artificial intelligence in data mining, social media and privacy, cyber attacks and prevention, causes and cures for terrorism, and longstanding issues of war and peace. The book offers practical advice for businesses, governments, and individuals to better secure the world and protect cyberspace. It quotes U.S. Navy Admiral and NATO’s Supreme Allied Commander James Stavridis: “Instead of building walls to create security, we need to build bridges.” The book also provides a glimpse into the future of Plan X and Generation Z, along with an ominous prediction from security advisor Marc Goodman at TEDGlobal 2012: “If you control the code, you control the world.” Counterterrorism and Cybersecurity: Total Information Awareness will keep you up at night but at the same time give you some peace of mind knowing that “our problems are manmade — therefore they can be solved by man [or woman],” as President John F. Kennedy said at the American University commencement in June 1963.",
        "publishedDate": "2013-04-15",
        "pageCount": 236,
        "isbn": "9781461472056",
        "listPrice": 8401.6,
        "retailPrice": 8401.6,
        "currencyCode": "INR",
        "categories": "Computers",
        "imageLink": "http://books.google.com/books/content?id=7Sk_AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Confessions of the Pricing Man",
        "author": "Hermann Simon",
        "publisher": "Springer",
        "description": "The world’s foremost expert on pricing strategy shows how this mysterious process works and how to maximize value through pricing to company and customer. In all walks of life, we constantly make decisions about whether something is worth our money or our time, or try to convince others to part with their money or their time. Price is the place where value and money meet. From the global release of the latest electronic gadget to the bewildering gyrations of oil futures to markdowns at the bargain store, price is the most powerful and pervasive economic force in our day-to-day lives and one of the least understood. The recipe for successful pricing often sounds like an exotic cocktail, with equal parts psychology, economics, strategy, tools and incentives stirred up together, usually with just enough math to sour the taste. That leads managers to water down the drink with hunches and rules of thumb, or leave out the parts with which they don’t feel comfortable. While this makes for a sweeter drink, it often lacks the punch to have an impact on the customer or on the business. It doesn’t have to be that way, though, as Hermann Simon illustrates through dozens of stories collected over four decades in the trenches and behind the scenes. A world-renowned speaker on pricing and a trusted advisor to Fortune 500 executives, Simon’s lifelong journey has taken him from rural farmers’ markets, to a distinguished academic career, to a long second career as an entrepreneur and management consultant to companies large and small throughout the world. Along the way, he has learned from Nobel Prize winners and leading management gurus, and helped countless managers and executives use pricing as a way to create new markets, grow their businesses and gain a sustained competitive advantage. He also learned some tough personal lessons about value, how people perceive it, and how people profit from it. In this engaging and practical narrative, Simon leaves nothing out of the pricing cocktail, but still makes it go down smoothly and leaves you wanting to learn more and do more—as a consumer or as a business person. You will never look at pricing the same way again.",
        "publishedDate": "2015-10-20",
        "pageCount": 231,
        "isbn": "9783319204000",
        "listPrice": 2525.2,
        "retailPrice": 2525.2,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=4eDHCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Successful Management by Motivation",
        "author": "Bruno S. Frey, Margit Osterloh",
        "publisher": "Springer Science & Business Media",
        "description": "Motivated employees play a crucial role in creating a companys sustainable competitive advantage. Successful Management by Motivation shows that in a knowledge-based society, this goal cannot be achieved by extrinsic motivation alone. Pay for performance often even hurts because it crowds out intrinsic motivation. To succeed, companies have to find ways of fostering and sustaining intrinsic motivation. With the help of in-depth case studies, representative surveys, and analysis based on a large number of firms and employees, this work identifies the various aspects of motivation in companies and shows how the right combination of intrinsic and extrinsic motivation can be achieved.",
        "publishedDate": "2013-03-09",
        "pageCount": 324,
        "isbn": "9783662101322",
        "listPrice": 8401.6,
        "retailPrice": 8401.6,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=PU76BwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Morality of Business",
        "author": "Tibor R. Machan",
        "publisher": "Springer Science & Business Media",
        "description": "Government interference in free enterprise is growing. Should they intercede in business ethics and corporate responsibility; and if so, to what extent? The Morality of Business: A Profession for Human Wealthcare goes beyond the utilitarian case in discussing the various elements of business ethics, social policy, job security, outsourcing, government regulation, stakeholder theory, advertising and property rights.",
        "publishedDate": "2008-01-11",
        "pageCount": 143,
        "isbn": "9780387489070",
        "listPrice": 4200.8,
        "retailPrice": 4200.8,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=FCyJo5t_CQEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Building a Future with BRICs",
        "author": "Mark Kobayashi-Hillary",
        "publisher": "Springer Science & Business Media",
        "description": "In 2003, Goldman Sachs published a startling report on the BRICs (Brazil, Russia, India, and China) region: These four countries would be larger than the G6 economics within 40 years, muscling their way to economic dominance and powering past developed countries such as the United Kingdom, Germany, and Japan. This book focuses on the technology and technology-enabled services that underpin this revolution. The editor analyses the reasons why these four countries are in a unique position to lead a 21st century growth in international services. He then features 12 chapters written by the most important chief executives from the BRICs service economy.",
        "publishedDate": "2007-09-27",
        "pageCount": 223,
        "isbn": "9783540464549",
        "listPrice": 4200.8,
        "retailPrice": 4200.8,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=DeSySvsLleoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Process Management",
        "author": "Jörg Becker, Martin Kugeler, Michael Rosemann",
        "publisher": "Springer Science & Business Media",
        "description": "Process Management is a compendium for modern design of process-oriented companies. A hands-on approach introducing, realizing and continually administering process management is presented with a thoroughly critical reflection of the necessary activities regarding the state of the art of organization theory and information management. This is done by following individual stages of a process model which has already successfully proved in practice. The progress of the project is described by a continuous case study which is the process management project of a modern service company. The included recommendations are summarized in a series of checklists for each stage of the project.",
        "publishedDate": "2013-06-05",
        "pageCount": 347,
        "isbn": "9783540247982",
        "listPrice": 6726,
        "retailPrice": 6726,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=J9LzBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Anxiety and Stress",
        "author": "Angela Stinson",
        "publisher": "Universal-Publishers",
        "description": "This research defines stress and anxiety and explores the various signs and symptoms of each condition. In addition to defining each condition, the research investigates how the effects of a person suffering from stress and/or anxiety can affect work performance and workplace financials. One aspect of workplace financials discussed are the effects of workman s compensation and disability claims. Additional chapters of the study explore various health conditions that can arise from excess or untreated stress and anxiety, an assortment of causes for stress and anxiety and some of the most common prevention and treatment techniques used to treat stress and anxiety.",
        "publishedDate": "2010-03",
        "pageCount": 98,
        "isbn": "9781599423029",
        "listPrice": 2357.07,
        "retailPrice": 2357.07,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=-RT_EXwMuN8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Reality Lost",
        "author": "Vincent F. Hendricks, Mads Vestergaard",
        "publisher": "Springer",
        "description": "This open access book looks at how a democracy can devolve into a post-factual state. The media is being flooded by populist narratives, fake news, conspiracy theories and make-believe. Misinformation is turning into a challenge for all of us, whether politicians, journalists, or citizens. In the age of information, attention is a prime asset and may be converted into money, power, and influence – sometimes at the cost of facts. The point is to obtain exposure on the air and in print media, and to generate traffic on social media platforms. With information in abundance and attention scarce, the competition is ever fiercer with truth all too often becoming the first victim. Reality Lost: Markets of Attention, Misinformation and Manipulation is an analysis by philosophers Vincent F. Hendricks and Mads Vestergaard of the nuts and bolts of the information market, the attention economy and media eco-system which may pave way to postfactual democracy. Here misleading narratives become the basis for political opinion formation, debate, and legislation. To curb this development and the threat it poses to democratic deliberation, political self-determination and freedom, it is necessary that we first grasp the mechanisms and structural conditions that cause it.",
        "publishedDate": "2018-09-07",
        "pageCount": 159,
        "isbn": "9783030008130",
        "listPrice": 0,
        "retailPrice": 0,
        "currencyCode": "INR",
        "categories": "Business & Economics",
        "imageLink": "http://books.google.com/books/content?id=hVptDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "NASA and the Politics of Climate Research",
        "author": "W. Henry Lambright",
        "publisher": "Springer Nature",
        "description": "Today, there exists an integrated, large-scale satellite system to track sea-level rise, its speed, causes, and impacts. Building it was a struggle every step of the way. It was the most vivid and potentially consequential program within NASA’s larger Earth Science directorate. How did it happen? Who did what? Why? This book seeks to answer such questions. It goes back to the origins of NASA’s interest in the oceans in the 1960s and first true ocean satellite, Seasat, in 1978. After three months of operation, Seasat failed. But before it did, it showed how much satellites could tell about the ocean’s dynamics. In many ways, sea-level rise is the clearest and most understandable result of a warming planet.",
        "publishedDate": "2023-10-09",
        "pageCount": 163,
        "isbn": "9783031403637",
        "listPrice": 3363,
        "retailPrice": 3363,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=6xvcEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "TEACHING OF BIOLOGICAL SCIENCES (Intended for Teaching of Life Sciences, Physics, Chemistry and General Science)",
        "author": "Jasim Ahmad",
        "publisher": "PHI Learning Pvt. Ltd.",
        "description": "The objective of teaching is not restricted to imparting scientific information to students, but also to help them apply these principles in their daily lives. This comprehensive book, written in an easy-to-understand language, covers the entire syllabus of teaching of Biological Sciences in particular and Science Teaching in general. In so doing, it takes into account the needs of teacher-trainees and in-service teachers. Organized into 19 chapters, the book discusses in detail the many facets and aspects of Biology/Science Teaching. The text introduces modern approaches to teaching, with the aim of improving student learning throughout their course. It emphasizes the need for pedagogical analysis vis- -vis subject teaching, constructive approach, laboratory work, Continuous and Comprehensive Evaluation (CCE). In addition, the text highlights the difference between microteaching and simulated teaching. It also shows how e-learning and co-curricular activities can be successfully integrated in biological sciences teaching.",
        "publishedDate": "2011-11-30",
        "pageCount": 363,
        "isbn": "9788120344518",
        "listPrice": 820.1,
        "retailPrice": 410.05,
        "currencyCode": "INR",
        "categories": "Technology & Engineering",
        "imageLink": "http://books.google.com/books/content?id=5fEeJk7a4JwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Biostatistics and Epidemiology",
        "author": "Sylvia Wassertheil-Smoller, Jordan Smoller",
        "publisher": "Springer",
        "description": "Since the publication of the first edition, Biostatistics and Epidemiology has attracted loyal readers from across specialty areas in the biomedical community. Not only does this textbook teach foundations of epidemiological design and statistical methods, but it also includes topics applicable to new areas of research. Areas covered in the fourth edition include a new chapter on risk prediction, risk reclassification and evaluation of biomarkers, new material on propensity analyses, and a vastly expanded chapter on genetic epidemiology, which is particularly relevant to those who wish to understand the epidemiological and statistical aspects of scientific articles in this rapidly advancing field. Biostatistics and Epidemiology was written to be accessible for readers without backgrounds in mathematics. It provides clear explanations of underlying principles, as well as practical guidelines of \"how to do it\" and \"how to interpret it.\" Key features include a philosophical and logical explanation at the beginning of the book, subsections that can stand alone or serve as reference, cross-referencing, recommended reading, and appendices covering sample calculations for various statistics in the text.",
        "publishedDate": "2015-02-05",
        "pageCount": 277,
        "isbn": "9781493921348",
        "listPrice": 6301.2,
        "retailPrice": 6301.2,
        "currencyCode": "INR",
        "categories": "Medical",
        "imageLink": "http://books.google.com/books/content?id=ZEKMBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Heart Valves",
        "author": "Paul A. Iaizzo, Richard W. Bianco, Alexander J. Hill, James D. St. Louis",
        "publisher": "Springer Science & Business Media",
        "description": "Cardiovascular disease is the major cause of morbidity and mortality worldwide. While the past 40 years have brought major progress in cardiac valve repair and replacement, there remain large patient populations that do not receive such therapies. This, in turn, implies a great need for future basic, applied, and clinical research and, ultimately, therapeutic developments. Heart Valves is a state-of-the-art handbook dedicated to: 1) cardiac valve anatomy, 2) models for testing and research methods; 3) clinical trials; and 4) clinical needs and applications.",
        "publishedDate": "2013-02-16",
        "pageCount": 430,
        "isbn": "9781461461449",
        "listPrice": 16874,
        "retailPrice": 16874,
        "currencyCode": "INR",
        "categories": "Medical",
        "imageLink": "http://books.google.com/books/content?id=e_tEffnOvfkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Edible Medicinal and Non-Medicinal Plants",
        "author": "Lim T. K.",
        "publisher": "Springer Science & Business Media",
        "description": "This multi-compendium is a comprehensive, illustrated and scientifically up-to-date work covering more than a thousand species of edible medicinal and non-medicinal plants. This work will be of significant interest to scientists, researchers, medical practitioners, pharmacologists, ethnobotanists, horticulturists, food nutritionists, agriculturists, botanists, herbalogists, conservationists, teachers, lecturers, students and the general public. Topics covered include: taxonomy (botanical name and synonyms); common English and vernacular names; origin and distribution; agro-ecological requirements; edible plant part and uses; botany; nutritive and medicinal/pharmacological properties, medicinal uses and current research findings; non-edible uses; and selected/cited references. Each volume covers about a hundred species arranged according to families and species. Each volume has separate scientific and common names indices and separate scientific and medical glossaries.",
        "publishedDate": "2012-01-03",
        "pageCount": 852,
        "isbn": "9789048186617",
        "listPrice": 25252,
        "retailPrice": 25252,
        "currencyCode": "INR",
        "categories": "Technology & Engineering",
        "imageLink": "http://books.google.com/books/content?id=tixF72IuRFwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Handbook to the Construction and Use of Insect Collection and Rearing Devices",
        "author": "Gregory S. Paulson",
        "publisher": "Springer Science & Business Media",
        "description": "Insects are great classroom study organisms. They are easy to collect and raise and have a fascinating array of life histories. Because they are small and have tremendous reproductive capacity ecological studies of dispersion, predation, parasitism and reproduction can be studied in compressed timeframes and small areas relative to similar studies of larger organisms. Insects are also important bioindicators of the health of ecosystems. In a small space and with very little cost colonies of insects can be raised in classrooms for use in behavioral and physiological studies. The purpose of this book is to explain how to build and use insect collecting and rearing devices and through explanations of the various techniques stimulate educators to explore the study of insects in their classrooms. Insects are often given little consideration with regard to humane handling practices. Please remember that insects are living creatures and, as such, are entitled to the same treatment as other living creatures. Teachers should remember that students look to them for clues to the proper way of behaving in new situations. When collecting and working in the “field” educators should teach students to respect the environment. Do not collect more organisms than needed, treat all of the organisms you collect with care, and try not to leave signs of your presence in an area by returning rocks, logs, etc. to their original locations. If you must kill animals you’ve collected, do so quickly and humanely.",
        "publishedDate": "2005-07-11",
        "pageCount": 121,
        "isbn": "9781402030208",
        "listPrice": 8401.6,
        "retailPrice": 8401.6,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=4LTQQfJDL6QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Bioplastics for Sustainable Development",
        "author": "Mohammed Kuddus, Roohi",
        "publisher": "Springer Nature",
        "description": "This book provides the latest information on bioplastics and biodegradable plastics. The initial chapters introduce readers to the various sources and substrates for the synthesis of bioplastics and biodegradable plastics, and explain their general structure, physio-chemical properties and classification. In turn, the book discusses innovative methods for the production of bioplastics at the industrial level and for the microbial production of bioplastics. It highlights the processes that are involved in the conversion of agro-industrial waste into bioplastics, while also summarizing the mechanisms of biodegradation in bioplastics. The book addresses a range of biotechnological applications of bioplastics such as in agriculture, food packaging and pharmaceutical industry, as well as biomedical applications.",
        "publishedDate": "2021-06-21",
        "pageCount": 733,
        "isbn": "9789811618239",
        "listPrice": 19352,
        "retailPrice": 19352,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=V1w0EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Vestibular System",
        "author": "Stephen M. Highstein, Richard R. Fay",
        "publisher": "Springer Science & Business Media",
        "description": "The Springer Handbook of Auditory Research presents a series of comp- hensive and synthetic reviews of the fundamental topics in modern au- tory research.The volumes are aimed at all individuals with interests in hearing research, including advanced graduate students, postdoctoral researchers, and clinical investigators.The volumes are intended to int- duce new investigators to important aspects of hearing science and to help established investigators to better understand the fundamental theories and data in ?elds of hearing that they may not normally follow closely. Each volume is intended to present a particular topic comprehensively, and each chapter will serve as a synthetic overview and guide to the lit- ature.As such, the chapters present neither exhaustive data reviews nor original research that has not yet appeared in peer-reviewed journals.The volumes focus on topics that have developed a solid data and conceptual foundation rather than on those for which a literature is only beginning to develop. New research areas will be covered on a timely basis in the series as they begin to mature.",
        "publishedDate": "2006-04-18",
        "pageCount": 574,
        "isbn": "9780387215679",
        "listPrice": 12626,
        "retailPrice": 12626,
        "currencyCode": "INR",
        "categories": "Medical",
        "imageLink": "http://books.google.com/books/content?id=iFDmBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Edible Medicinal And Non-Medicinal Plants",
        "author": "T. K. Lim",
        "publisher": "Springer Science & Business Media",
        "description": "This book continues as volume 6 of a multi-compendium on Edible Medicinal and Non-Medicinal Plants. It covers edible fruits/seeds used fresh, cooked or processed into other by-products, or as vegetables, cereals, spices, stimulant, edible oils and beverages. It covers selected species from the following families: Sapindaceae, Sapotaceae, Schisandraceae, Solanaceae, Thymelaeaceae, Urticaceae, Vitaceae and Winteraceae. This work will be of significant interest to scientists, researchers, medical practitioners, pharmacologists, ethnobotanists, horticulturists, food nutritionists, agriculturists, botanists, conservationists, lecturers, students and the general public. Topics covered include: taxonomy; common/English and vernacular names; origin and distribution; agroecology; edible plant parts and uses; botany; nutritive and pharmacological properties, medicinal uses and research findings; nonedible uses; and selected references.",
        "publishedDate": "2013-02-15",
        "pageCount": 618,
        "isbn": "9789400756281",
        "listPrice": 21004,
        "retailPrice": 21004,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=_a9EAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Sociobiology: Sense or Nonsense?",
        "author": "M. Ruse",
        "publisher": "Springer Science & Business Media",
        "description": "In June 1975, the distinguished Harvard entomologist Edward O. Wilson published a truly huge book entitled, Sociobiology: The New Synthesis. In this book, drawing on both fact and theory, Wilson tried to present a com prehensive overview of the rapidly growing subject of 'sociobiology', the study of the biological nature and foundations of animal behaviour, more precisely animal social behaviour. Although, as the title rather implies, Wilson was more surveying and synthesising than developing new material, he com pensated by giving the most thorough and inclusive treatment possible, beginning in the animal world with the most simple of forms, and progressing via insects, lower invertebrates, mammals and primates, right up to and in cluding our own species, Homo sapiens. Initial reaction to the book was very favourable, but before the year was out it came under withering attack from a group of radical scientists in the Boston area, who styled themselves 'The Science for the People Sociobiology Study Group'. Criticism, of course, is what every academic gets (and needs!); but, for two reasons, this attack was particularly unpleasant. First, not only were Wilson's ideas attacked, but he himself was smeared by being linked with the most reactionary of political thinkers, including the Nazis.",
        "publishedDate": "2012-12-06",
        "pageCount": 272,
        "isbn": "9789400964389",
        "listPrice": 4200.8,
        "retailPrice": 4200.8,
        "currencyCode": "INR",
        "categories": "Philosophy",
        "imageLink": "http://books.google.com/books/content?id=tPOPBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Handbook of Nanomedicine",
        "author": "Kewal K. Jain",
        "publisher": "Springer Science & Business Media",
        "description": "This handbook covers the broad scope of nanomedicine. Starting with the basics, the subject is developed to potential clinical applications, many of which are still at an experimental stage. The book features extensive coverage of nanodiagnostics and nanopharmaceuticals, which are two important components of nanomedicine. Written by a physician-scientist author who blends his clinical experience and scientific expertise in new technologies, this book provides a definitive account of nanomedicine. It offers more up-to-date and comprehensive coverage of nanomedicine than any other comparable work.",
        "publishedDate": "2008-02-24",
        "pageCount": 414,
        "isbn": "9781603273190",
        "listPrice": 9239.4,
        "retailPrice": 9239.4,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=eeTOI04WuOYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Synergetics",
        "author": "Hermann Haken",
        "publisher": "Springer Science & Business Media",
        "description": "The publication of this second edition was motivated by several facts. First of all, the first edition had been sold out in less than one year. It had found excellent critics and enthusiastic responses from professors and students welcoming this new interdisciplinary approach. This appreciation is reflected by the fact that the book is presently translated into Russian and Japanese also. I have used this opportunity to include some of the most interesting recent developments. Therefore I have added a whole new chapter on the fascinating and rapidly growing field of chaos dealing with irregular motion caused by deterministic forces. This kind of phenomenon is presently found in quite diverse fields ranging from physics to biology. Furthermore I have included a section on the analytical treatment of a morphogenetic model using the order parameter concept developed in this book. Among the further additions, there is now a complete description of the onset of ultrashort laser pulses. It goes without· saying that the few minor mis prints or errors of the first edition have been corrected. I wish to thank all who have helped me to incorporate these additions.",
        "publishedDate": "2012-12-06",
        "pageCount": 355,
        "isbn": "9783642964695",
        "listPrice": 6726,
        "retailPrice": 6726,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=qe71CAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Groundnut Crop",
        "author": "J. Smartt",
        "publisher": "Springer Science & Business Media",
        "description": "Groundnuts (peanuts) are of great economic importance internationally. This book provides thorough coverage of all aspects of the crop, each chapter being written by experts in particular areas. The book will be invaluable to all those involved with the group, particularly agronomists, plant scientists and food scientists.",
        "publishedDate": "2012-12-06",
        "pageCount": 753,
        "isbn": "9789401107334",
        "listPrice": 25252,
        "retailPrice": 25252,
        "currencyCode": "INR",
        "categories": "Technology & Engineering",
        "imageLink": "http://books.google.com/books/content?id=kIP1CAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Unravelling the Mystery of the Atomic Nucleus",
        "author": "Bernard Fernandez, Georges Ripka",
        "publisher": "Springer Science & Business Media",
        "description": "Unravelling the Mystery of the Atomic Nucleus is a history of atomic and nuclear physics. It begins in 1896 with the discovery of radioactivity, which leads to the discovery of the nucleus at the center of the atom. It follows the experimental discoveries and the theoretical developments up to the end of the Fifties. Unlike previous books regarding on history of nuclear physics, this book methodically describes how advances in technology enabled physicists to probe the physical properties of nuclei as well as how the physical laws which govern these microscopic systems were progressively discovered. The reader will gain a clear understanding of how theory is inextricably intertwined with the progress of technology. Unravelling the Mystery of the Atomic Nucleus will be of interest to physicists and to historians of physics, as well as those interested development of science.",
        "publishedDate": "2012-09-28",
        "pageCount": 541,
        "isbn": "9781461441816",
        "listPrice": 4200.8,
        "retailPrice": 4200.8,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=IJa4afSc-MsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Foundations of Quantum Theory",
        "author": "Klaas Landsman",
        "publisher": "Springer",
        "description": "This book studies the foundations of quantum theory through its relationship to classical physics. This idea goes back to the Copenhagen Interpretation (in the original version due to Bohr and Heisenberg), which the author relates to the mathematical formalism of operator algebras originally created by von Neumann. The book therefore includes comprehensive appendices on functional analysis and C*-algebras, as well as a briefer one on logic, category theory, and topos theory. Matters of foundational as well as mathematical interest that are covered in detail include symmetry (and its \"spontaneous\" breaking), the measurement problem, the Kochen-Specker, Free Will, and Bell Theorems, the Kadison-Singer conjecture, quantization, indistinguishable particles, the quantum theory of large systems, and quantum logic, the latter in connection with the topos approach to quantum theory. This book is Open Access under a CC BY licence.",
        "publishedDate": "2017-05-11",
        "pageCount": 881,
        "isbn": "9783319517773",
        "listPrice": 0,
        "retailPrice": 0,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=INpCDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Niels Bohr and Complementarity",
        "author": "Arkady Plotnitsky",
        "publisher": "Springer Science & Business Media",
        "description": "This book offers a discussion of Niels Bohr’s conception of “complementarity,” arguably his greatest contribution to physics and philosophy. By tracing Bohr’s work from his 1913 atomic theory to the introduction and then refinement of the idea of complementarity, and by explicating different meanings of “complementarity” in Bohr and the relationships between it and Bohr’s other concepts, the book aims to offer a contained and accessible, and yet sufficiently comprehensive account of Bohr’s work on complementarity and its significance.",
        "publishedDate": "2012-09-05",
        "pageCount": 209,
        "isbn": "9781461445173",
        "listPrice": 5038.6,
        "retailPrice": 5038.6,
        "currencyCode": "INR",
        "categories": "Science",
        "imageLink": "http://books.google.com/books/content?id=dmdUp97S4AYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "The Puzzle Instinct",
        "author": "Marcel Danesi",
        "publisher": "Indiana University Press",
        "description": "One of the most famous anagrams of all time was constructed in the Middle Ages. The unknown author contrived it as a Latin dialogue between Pilate and Jesus. Jesus' answer to Pilate's question \"What is truth\" is phrased as an ingenious anagram of the letters of that very question: Pilate: Quid est veritas? (\"What is truth?\") Jesus: Est virqui adest. (\"It is the man before you.\") The origin of anagrams is shrouded in mystery. One thing is clear, however -- in the ancient world, they were thought to contain hidden messages from the gods. Legend has it that even Alexander the Great (356--323 b.c.) believed in their prophetic power. -- from Chapter Two The most obvious explanation for the popularity of puzzles is that they provide a form of constructive entertainment. But in The Puzzle Instinct Marcel Danesi contends that the fascination with puzzles throughout the ages suggests something much more profound. Puzzles serve a deeply embedded need in people to make sense of things. Emerging at the same time in human history as myth, magic, and the occult arts, the puzzle instinct, he claims, led to discoveries in mathematics and science, as well as revolutions in philosophical thought. Puzzles fill an existential void by providing \"small-scale experiences of the large-scale questions that Life poses. The puzzle instinct is, arguably, as intrinsic to human nature as is humor, language, art, music, and all the other creative faculties that distinguish humanity from all other species.\"",
        "publishedDate": "2002-06-19",
        "pageCount": 302,
        "isbn": "9780253109194",
        "listPrice": 1026.39,
        "retailPrice": 513.2,
        "currencyCode": "INR",
        "categories": "Mathematics",
        "imageLink": "http://books.google.com/books/content?id=B8UJgmZhdjMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "title": "Assassin's Creed. Unity",
        "author": "Oliver Bowden",
        "publisher": "La Esfera de los Libros",
        "description": "1789: La gloriosa ciudad de París asiste al amanecer de la Revolución Francesa. Las calles adoquinadas están cubiertas de sangre y la gente se alza contra una aristocarcia opresiva. Pero la justicia revolucionaria implica pagar un precio muy alto... En un tiempo en el que la brecha entre pobres y ricos es extrema y la nación se parte en dos, un hombre y una mujer luchan para vengar todo aquello que han perdido. Muy pronto, Arno y Élise se ven abocados a la batalla que Asesinos y Templariosmantienen desde tiempo inmemorial, un mundo con peligros mucho más mortíferos de los que nunca pudieron imaginar. Después de seis entregas de la serie Assassin’s Creed, la historia continua en esta envolvente y fascinante trama, donde los personajes, la ambientación y los detalles históricos harán las delicias de los seguidores.",
        "publishedDate": "2015-10-06",
        "pageCount": 372,
        "isbn": "9788490605097",
        "listPrice": 864.69,
        "retailPrice": 432.34,
        "currencyCode": "INR",
        "categories": "Games & Activities",
        "imageLink": "http://books.google.com/books/content?id=U5vICgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
]
